{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "0": 2,
      "1": 3,
      "2": 4,
      "3": 5,
      "4": 6,
      "5": 7,
      "6": 8,
      "7": 9,
      "8": 10,
      "9": 11,
      "a": 12,
      "b": 13,
      "c": 14,
      "d": 15,
      "e": 16,
      "f": 17,
      "g": 18,
      "h": 19,
      "i": 20,
      "j": 21,
      "k": 22,
      "l": 23,
      "m": 24,
      "n": 25,
      "o": 26,
      "p": 27,
      "q": 28,
      "r": 29,
      "s": 30,
      "t": 31,
      "u": 32,
      "v": 33,
      "w": 34,
      "x": 35,
      "y": 36,
      "z": 37,
      "ª": 38,
      "º": 39,
      "æ": 40,
      "ː": 41,
      "es": 42,
      "on": 43,
      "er": 44,
      "en": 45,
      "an": 46,
      "ar": 47,
      "ci": 48,
      "os": 49,
      "ad": 50,
      "al": 51,
      "as": 52,
      "re": 53,
      "or": 54,
      "in": 55,
      "ent": 56,
      "ti": 57,
      "di": 58,
      "co": 59,
      "ca": 60,
      "cion": 61,
      "li": 62,
      "ta": 63,
      "to": 64,
      "is": 65,
      "con": 66,
      "ro": 67,
      "do": 68,
      "ra": 69,
      "ri": 70,
      "la": 71,
      "le": 72,
      "te": 73,
      "mi": 74,
      "vi": 75,
      "ado": 76,
      "un": 77,
      "de": 78,
      "res": 79,
      "tu": 80,
      "go": 81,
      "cu": 82,
      "po": 83,
      "gu": 84,
      "ente": 85,
      "id": 86,
      "ex": 87,
      "mb": 88,
      "lo": 89,
      "pu": 90,
      "ma": 91,
      "io": 92,
      "no": 93,
      "ia": 94,
      "se": 95,
      "mo": 96,
      "ch": 97,
      "ez": 98,
      "ju": 99,
      "man": 100,
      "ab": 101,
      "su": 102,
      "vo": 103,
      "lu": 104,
      "el": 105,
      "ac": 106,
      "mar": 107,
      "ran": 108,
      "mp": 109,
      "dad": 110,
      "cia": 111,
      "si": 112,
      "ter": 113,
      "bi": 114,
      "des": 115,
      "exi": 116,
      "qu": 117,
      "pro": 118,
      "car": 119,
      "tar": 120,
      "fi": 121,
      "mexi": 122,
      "na": 123,
      "ano": 124,
      "pa": 125,
      "so": 126,
      "ados": 127,
      "par": 128,
      "ru": 129,
      "ana": 130,
      "pe": 131,
      "ento": 132,
      "per": 133,
      "pi": 134,
      "dia": 135,
      "der": 136,
      "est": 137,
      "pres": 138,
      "ba": 139,
      "mas": 140,
      "cio": 141,
      "da": 142,
      "tor": 143,
      "ada": 144,
      "emb": 145,
      "ales": 146,
      "ero": 147,
      "za": 148,
      "tra": 149,
      "ion": 150,
      "ten": 151,
      "los": 152,
      "mente": 153,
      "aron": 154,
      "san": 155,
      "me": 156,
      "mexico": 157,
      "cons": 158,
      "min": 159,
      "tas": 160,
      "jos": 161,
      "mer": 162,
      "va": 163,
      "tan": 164,
      "cor": 165,
      "tal": 166,
      "esp": 167,
      "gar": 168,
      "eron": 169,
      "hu": 170,
      "ber": 171,
      "ce": 172,
      "cas": 173,
      "fe": 174,
      "for": 175,
      "iz": 176,
      "ces": 177,
      "ob": 178,
      "sur": 179,
      "mu": 180,
      "den": 181,
      "dio": 182,
      "tes": 183,
      "udad": 184,
      "arez": 185,
      "ej": 186,
      "nu": 187,
      "ciudad": 188,
      "ciones": 189,
      "gen": 190,
      "jose": 191,
      "diaz": 192,
      "ver": 193,
      "tos": 194,
      "cono": 195,
      "tro": 196,
      "juarez": 197,
      "les": 198,
      "can": 199,
      "fu": 200,
      "mili": 201,
      "cal": 202,
      "miento": 203,
      "pos": 204,
      "por": 205,
      "entes": 206,
      "du": 207,
      "real": 208,
      "ador": 209,
      "lan": 210,
      "titu": 211,
      "jo": 212,
      "gi": 213,
      "lar": 214,
      "fran": 215,
      "lla": 216,
      "cer": 217,
      "lle": 218,
      "nue": 219,
      "men": 220,
      "bier": 221,
      "presid": 222,
      "insur": 223,
      "jun": 224,
      "tr": 225,
      "mon": 226,
      "embre": 227,
      "pues": 228,
      "cos": 229,
      "pen": 230,
      "ig": 231,
      "rio": 232,
      "gobier": 233,
      "pr": 234,
      "ando": 235,
      "ala": 236,
      "cre": 237,
      "gobierno": 238,
      "capi": 239,
      "yo": 240,
      "pas": 241,
      "more": 242,
      "insurg": 243,
      "las": 244,
      "fin": 245,
      "uni": 246,
      "morelos": 247,
      "au": 248,
      "tri": 249,
      "acion": 250,
      "pri": 251,
      "zo": 252,
      "bli": 253,
      "poli": 254,
      "cho": 255,
      "ejer": 256,
      "nacion": 257,
      "guer": 258,
      "tur": 259,
      "fuer": 260,
      "aba": 261,
      "entos": 262,
      "cha": 263,
      "eb": 264,
      "ven": 265,
      "tin": 266,
      "fa": 267,
      "pre": 268,
      "fer": 269,
      "sal": 270,
      "cito": 271,
      "hi": 272,
      "esta": 273,
      "idad": 274,
      "nueva": 275,
      "encia": 276,
      "ros": 277,
      "gres": 278,
      "vir": 279,
      "orden": 280,
      "presidente": 281,
      "hid": 282,
      "us": 283,
      "ya": 284,
      "anos": 285,
      "algo": 286,
      "ista": 287,
      "imp": 288,
      "hidalgo": 289,
      "gui": 290,
      "pais": 291,
      "era": 292,
      "ble": 293,
      "gran": 294,
      "publi": 295,
      "dis": 296,
      "inter": 297,
      "istas": 298,
      "maria": 299,
      "estado": 300,
      "rey": 301,
      "politi": 302,
      "pueb": 303,
      "espana": 304,
      "ho": 305,
      "mad": 306,
      "inci": 307,
      "constitu": 308,
      "ejercito": 309,
      "ele": 310,
      "endo": 311,
      "gener": 312,
      "despues": 313,
      "ja": 314,
      "ias": 315,
      "log": 316,
      "lado": 317,
      "que": 318,
      "ban": 319,
      "porfi": 320,
      "ne": 321,
      "ag": 322,
      "ios": 323,
      "her": 324,
      "primer": 325,
      "ton": 326,
      "uel": 327,
      "cis": 328,
      "ores": 329,
      "comp": 330,
      "mexic": 331,
      "militar": 332,
      "juan": 333,
      "insurgentes": 334,
      "parti": 335,
      "parte": 336,
      "aca": 337,
      "je": 338,
      "unid": 339,
      "tado": 340,
      "ara": 341,
      "ision": 342,
      "volu": 343,
      "dos": 344,
      "mpo": 345,
      "cial": 346,
      "ccion": 347,
      "constitucion": 348,
      "greso": 349,
      "adas": 350,
      "ato": 351,
      "apo": 352,
      "mento": 353,
      "nacional": 354,
      "espano": 355,
      "liber": 356,
      "xi": 357,
      "asi": 358,
      "ins": 359,
      "general": 360,
      "gan": 361,
      "ruz": 362,
      "gon": 363,
      "emp": 364,
      "ario": 365,
      "reci": 366,
      "aban": 367,
      "revolu": 368,
      "br": 369,
      "chi": 370,
      "arti": 371,
      "tio": 372,
      "coron": 373,
      "revolucion": 374,
      "mbi": 375,
      "meri": 376,
      "van": 377,
      "estados": 378,
      "francis": 379,
      "don": 380,
      "fr": 381,
      "depen": 382,
      "cul": 383,
      "manuel": 384,
      "ga": 385,
      "ve": 386,
      "tura": 387,
      "princi": 388,
      "bre": 389,
      "plan": 390,
      "ino": 391,
      "francisco": 392,
      "cto": 393,
      "ler": 394,
      "yor": 395,
      "nomb": 396,
      "his": 397,
      "val": 398,
      "indi": 399,
      "conoci": 400,
      "zas": 401,
      "hua": 402,
      "cab": 403,
      "forma": 404,
      "ameri": 405,
      "ini": 406,
      "sion": 407,
      "nacio": 408,
      "posi": 409,
      "junta": 410,
      "llo": 411,
      "son": 412,
      "ul": 413,
      "fo": 414,
      "tados": 415,
      "almente": 416,
      "contra": 417,
      "vio": 418,
      "guerra": 419,
      "indepen": 420,
      "derro": 421,
      "ir": 422,
      "ior": 423,
      "batal": 424,
      "lacion": 425,
      "ade": 426,
      "mayor": 427,
      "qui": 428,
      "cen": 429,
      "pan": 430,
      "sa": 431,
      "anton": 432,
      "minis": 433,
      "dencia": 434,
      "homb": 435,
      "cias": 436,
      "lio": 437,
      "ida": 438,
      "ral": 439,
      "mor": 440,
      "ley": 441,
      "frances": 442,
      "cri": 443,
      "ctor": 444,
      "gra": 445,
      "antes": 446,
      "tambi": 447,
      "deci": 448,
      "tambien": 449,
      "cla": 450,
      "ay": 451,
      "be": 452,
      "com": 453,
      "abri": 454,
      "das": 455,
      "ren": 456,
      "antonio": 457,
      "ras": 458,
      "embar": 459,
      "pla": 460,
      "izo": 461,
      "puebla": 462,
      "teni": 463,
      "adores": 464,
      "ignacio": 465,
      "bio": 466,
      "clu": 467,
      "tivo": 468,
      "guel": 469,
      "ctu": 470,
      "gru": 471,
      "ico": 472,
      "movi": 473,
      "coronel": 474,
      "reg": 475,
      "estable": 476,
      "fun": 477,
      "len": 478,
      "ismo": 479,
      "miguel": 480,
      "mos": 481,
      "oa": 482,
      "pon": 483,
      "cuer": 484,
      "articu": 485,
      "ego": 486,
      "empo": 487,
      "tuvo": 488,
      "sep": 489,
      "lugar": 490,
      "tropas": 491,
      "anti": 492,
      "comen": 493,
      "mando": 494,
      "porfirio": 495,
      "unidos": 496,
      "pala": 497,
      "ante": 498,
      "poder": 499,
      "princip": 500,
      "hombres": 501,
      "arse": 502,
      "congreso": 503,
      "tiempo": 504,
      "camp": 505,
      "pes": 506,
      "mayo": 507,
      "mado": 508,
      "rig": 509,
      "bern": 510,
      "fuerzas": 511,
      "tru": 512,
      "obis": 513,
      "septi": 514,
      "mes": 515,
      "nor": 516,
      "dici": 517,
      "acer": 518,
      "capital": 519,
      "oax": 520,
      "septiembre": 521,
      "present": 522,
      "cent": 523,
      "econo": 524,
      "ha": 525,
      "dro": 526,
      "var": 527,
      "ones": 528,
      "acruz": 529,
      "veracruz": 530,
      "economi": 531,
      "bar": 532,
      "ita": 533,
      "batalla": 534,
      "bu": 535,
      "isti": 536,
      "ray": 537,
      "viembre": 538,
      "noviembre": 539,
      "politica": 540,
      "rado": 541,
      "tad": 542,
      "cacion": 543,
      "cate": 544,
      "ser": 545,
      "adi": 546,
      "pob": 547,
      "dias": 548,
      "histor": 549,
      "dipu": 550,
      "luis": 551,
      "sol": 552,
      "ben": 553,
      "organ": 554,
      "dados": 555,
      "dar": 556,
      "conse": 557,
      "sig": 558,
      "ii": 559,
      "esti": 560,
      "cur": 561,
      "santa": 562,
      "lleg": 563,
      "tras": 564,
      "oaxaca": 565,
      "tiva": 566,
      "pedro": 567,
      "madero": 568,
      "independencia": 569,
      "movimiento": 570,
      "pez": 571,
      "tla": 572,
      "realistas": 573,
      "tran": 574,
      "vos": 575,
      "zal": 576,
      "ina": 577,
      "canos": 578,
      "publica": 579,
      "logro": 580,
      "embargo": 581,
      "miemb": 582,
      "insurgente": 583,
      "mexicano": 584,
      "rayon": 585,
      "fen": 586,
      "vas": 587,
      "leg": 588,
      "lopez": 589,
      "itur": 590,
      "feder": 591,
      "mexicana": 592,
      "gonzal": 593,
      "articulo": 594,
      "diciembre": 595,
      "sigui": 596,
      "ata": 597,
      "villa": 598,
      "gobern": 599,
      "bido": 600,
      "person": 601,
      "medi": 602,
      "tanto": 603,
      "vez": 604,
      "leon": 605,
      "obispo": 606,
      "octu": 607,
      "rar": 608,
      "tarde": 609,
      "dere": 610,
      "haci": 611,
      "octubre": 612,
      "he": 613,
      "fern": 614,
      "miembros": 615,
      "gonzalez": 616,
      "zar": 617,
      "arios": 618,
      "pul": 619,
      "julio": 620,
      "jes": 621,
      "eros": 622,
      "feli": 623,
      "bas": 624,
      "ris": 625,
      "int": 626,
      "tomar": 627,
      "prov": 628,
      "abril": 629,
      "agu": 630,
      "cciones": 631,
      "mada": 632,
      "osa": 633,
      "mientos": 634,
      "guad": 635,
      "maxi": 636,
      "jus": 637,
      "ment": 638,
      "encontra": 639,
      "represent": 640,
      "cap": 641,
      "dec": 642,
      "defen": 643,
      "terior": 644,
      "febr": 645,
      "puer": 646,
      "termin": 647,
      "miliano": 648,
      "virrey": 649,
      "compan": 650,
      "febrero": 651,
      "pec": 652,
      "ademas": 653,
      "vil": 654,
      "chos": 655,
      "perio": 656,
      "calle": 657,
      "impor": 658,
      "primera": 659,
      "bra": 660,
      "bus": 661,
      "rero": 662,
      "junto": 663,
      "herman": 664,
      "ulti": 665,
      "edad": 666,
      "gos": 667,
      "allen": 668,
      "realiz": 669,
      "militares": 670,
      "apoyo": 671,
      "norte": 672,
      "allende": 673,
      "debido": 674,
      "muer": 675,
      "junio": 676,
      "famili": 677,
      "siglo": 678,
      "ecu": 679,
      "zon": 680,
      "zara": 681,
      "enton": 682,
      "luego": 683,
      "medio": 684,
      "dado": 685,
      "mero": 686,
      "tener": 687,
      "igles": 688,
      "entonces": 689,
      "cado": 690,
      "ian": 691,
      "igu": 692,
      "lon": 693,
      "sen": 694,
      "encar": 695,
      "cuent": 696,
      "secre": 697,
      "fir": 698,
      "tenia": 699,
      "grupo": 700,
      "vis": 701,
      "enda": 702,
      "ora": 703,
      "diputados": 704,
      "iturbi": 705,
      "importan": 706,
      "raron": 707,
      "tis": 708,
      "dieron": 709,
      "union": 710,
      "situ": 711,
      "procla": 712,
      "calleja": 713,
      "bo": 714,
      "cel": 715,
      "dida": 716,
      "dirig": 717,
      "contin": 718,
      "mati": 719,
      "sus": 720,
      "baj": 721,
      "conser": 722,
      "autor": 723,
      "iturbide": 724,
      "bor": 725,
      "clas": 726,
      "iano": 727,
      "ni": 728,
      "ofi": 729,
      "pin": 730,
      "ene": 731,
      "alu": 732,
      "ejecu": 733,
      "realista": 734,
      "fernando": 735,
      "eno": 736,
      "lidad": 737,
      "domin": 738,
      "vii": 739,
      "america": 740,
      "cated": 741,
      "soldados": 742,
      "avan": 743,
      "enero": 744,
      "victor": 745,
      "finalmente": 746,
      "poblacion": 747,
      "maximiliano": 748,
      "ll": 749,
      "levan": 750,
      "goza": 751,
      "acan": 752,
      "hab": 753,
      "hizo": 754,
      "ido": 755,
      "coman": 756,
      "guana": 757,
      "nuevo": 758,
      "guanaju": 759,
      "rada": 760,
      "escri": 761,
      "rein": 762,
      "ria": 763,
      "via": 764,
      "taron": 765,
      "guerrero": 766,
      "ordeno": 767,
      "guanajuato": 768,
      "gado": 769,
      "ica": 770,
      "quin": 771,
      "quis": 772,
      "espanoles": 773,
      "zaragoza": 774,
      "cris": 775,
      "reli": 776,
      "inclu": 777,
      "tier": 778,
      "taba": 779,
      "vol": 780,
      "capitan": 781,
      "pueblo": 782,
      "jefe": 783,
      "chihua": 784,
      "historia": 785,
      "catedral": 786,
      "fes": 787,
      "gas": 788,
      "ticia": 789,
      "marzo": 790,
      "quer": 791,
      "carran": 792,
      "iones": 793,
      "puesto": 794,
      "familia": 795,
      "ep": 796,
      "im": 797,
      "sos": 798,
      "comb": 799,
      "cuar": 800,
      "consid": 801,
      "constru": 802,
      "elecciones": 803,
      "bel": 804,
      "ide": 805,
      "iza": 806,
      "estu": 807,
      "armas": 808,
      "inf": 809,
      "vieron": 810,
      "decre": 811,
      "huer": 812,
      "partici": 813,
      "palafo": 814,
      "beni": 815,
      "chihuahua": 816,
      "bal": 817,
      "eli": 818,
      "gal": 819,
      "lin": 820,
      "indu": 821,
      "entre": 822,
      "comer": 823,
      "caus": 824,
      "produ": 825,
      "imper": 826,
      "espanol": 827,
      "secretar": 828,
      "edi": 829,
      "ocu": 830,
      "entro": 831,
      "che": 832,
      "permi": 833,
      "media": 834,
      "presidencia": 835,
      "cabez": 836,
      "ayu": 837,
      "antigu": 838,
      "iglesia": 839,
      "cruz": 840,
      "ela": 841,
      "vel": 842,
      "osto": 843,
      "ori": 844,
      "oro": 845,
      "poco": 846,
      "bien": 847,
      "solo": 848,
      "agosto": 849,
      "frente": 850,
      "inicio": 851,
      "decidio": 852,
      "situacion": 853,
      "18": 854,
      "envi": 855,
      "arro": 856,
      "ciales": 857,
      "republica": 858,
      "inte": 859,
      "terri": 860,
      "carlos": 861,
      "cali": 862,
      "virrein": 863,
      "estadounid": 864,
      "lerdo": 865,
      "beli": 866,
      "declar": 867,
      "consider": 868,
      "estadouniden": 869,
      "ati": 870,
      "ses": 871,
      "zaron": 872,
      "dicion": 873,
      "dido": 874,
      "idos": 875,
      "cargo": 876,
      "obli": 877,
      "liberales": 878,
      "recibio": 879,
      "territor": 880,
      "rse": 881,
      "cido": 882,
      "reti": 883,
      "extran": 884,
      "sitio": 885,
      "mej": 886,
      "tros": 887,
      "vencion": 888,
      "dose": 889,
      "gobernador": 890,
      "mismo": 891,
      "ocas": 892,
      "pad": 893,
      "pcion": 894,
      "inten": 895,
      "lid": 896,
      "actu": 897,
      "idades": 898,
      "constitucional": 899,
      "plaza": 900,
      "comenzo": 901,
      "conserv": 902,
      "eu": 903,
      "hon": 904,
      "lores": 905,
      "ves": 906,
      "mbo": 907,
      "lucha": 908,
      "mariano": 909,
      "politico": 910,
      "ladolid": 911,
      "valladolid": 912,
      "conocido": 913,
      "siguiente": 914,
      "extranj": 915,
      "aun": 916,
      "dor": 917,
      "gun": 918,
      "of": 919,
      "pun": 920,
      "esin": 921,
      "cimiento": 922,
      "regi": 923,
      "tomo": 924,
      "tex": 925,
      "puso": 926,
      "puest": 927,
      "segu": 928,
      "zapa": 929,
      "mul": 930,
      "hacienda": 931,
      "bravo": 932,
      "tlan": 933,
      "ur": 934,
      "arias": 935,
      "cios": 936,
      "cientos": 937,
      "micho": 938,
      "acto": 939,
      "conocer": 940,
      "llego": 941,
      "captur": 942,
      "amb": 943,
      "etar": 944,
      "vision": 945,
      "aria": 946,
      "rebeli": 947,
      "campo": 948,
      "racion": 949,
      "vic": 950,
      "segui": 951,
      "soli": 952,
      "sober": 953,
      "fuerte": 954,
      "abandon": 955,
      "ministro": 956,
      "palacio": 957,
      "muerte": 958,
      "mis": 959,
      "ena": 960,
      "anas": 961,
      "cin": 962,
      "rela": 963,
      "temp": 964,
      "respon": 965,
      "accion": 966,
      "ceso": 967,
      "prision": 968,
      "indigen": 969,
      "guadalu": 970,
      "apro": 971,
      "acuer": 972,
      "cano": 973,
      "fal": 974,
      "pular": 975,
      "institu": 976,
      "nombrado": 977,
      "puerto": 978,
      "continu": 979,
      "cad": 980,
      "mentos": 981,
      "nico": 982,
      "reuni": 983,
      "teca": 984,
      "vida": 985,
      "guar": 986,
      "margar": 987,
      "desta": 988,
      "desarro": 989,
      "hijo": 990,
      "nego": 991,
      "posicion": 992,
      "campana": 993,
      "pesar": 994,
      "encontraba": 995,
      "periodo": 996,
      "carranza": 997,
      "causa": 998,
      "margarita": 999,
      "ate": 1000,
      "din": 1001,
      "eta": 1002,
      "sab": 1003,
      "camb": 1004,
      "mani": 1005,
      "formar": 1006,
      "fusi": 1007,
      "ordenes": 1008,
      "apoy": 1009,
      "libertad": 1010,
      "leyes": 1011,
      "principales": 1012,
      "vicente": 1013,
      "nicolas": 1014,
      "dente": 1015,
      "hacer": 1016,
      "pli": 1017,
      "zos": 1018,
      "escu": 1019,
      "envio": 1020,
      "tiene": 1021,
      "tacion": 1022,
      "popular": 1023,
      "acep": 1024,
      "caron": 1025,
      "cele": 1026,
      "posterior": 1027,
      "porfiri": 1028,
      "franceses": 1029,
      "teniente": 1030,
      "llegaron": 1031,
      "felix": 1032,
      "decreto": 1033,
      "huerta": 1034,
      "benito": 1035,
      "19": 1036,
      "gio": 1037,
      "icion": 1038,
      "pal": 1039,
      "pio": 1040,
      "tada": 1041,
      "adminis": 1042,
      "tica": 1043,
      "tivos": 1044,
      "tamiento": 1045,
      "contro": 1046,
      "ramon": 1047,
      "carta": 1048,
      "joa": 1049,
      "triun": 1050,
      "eleccion": 1051,
      "cuerpo": 1052,
      "organiz": 1053,
      "michoacan": 1054,
      "mun": 1055,
      "encuent": 1056,
      "anna": 1057,
      "ine": 1058,
      "enta": 1059,
      "tillo": 1060,
      "teri": 1061,
      "fico": 1062,
      "gencia": 1063,
      "presiden": 1064,
      "puesta": 1065,
      "grupos": 1066,
      "guadalupe": 1067,
      "acuerdo": 1068,
      "pab": 1069,
      "cieron": 1070,
      "recha": 1071,
      "division": 1072,
      "lider": 1073,
      "convo": 1074,
      "novo": 1075,
      "sigu": 1076,
      "mexicanos": 1077,
      "tando": 1078,
      "casa": 1079,
      "llev": 1080,
      "capilla": 1081,
      "cultura": 1082,
      "euro": 1083,
      "acu": 1084,
      "apar": 1085,
      "ec": 1086,
      "hor": 1087,
      "stin": 1088,
      "dic": 1089,
      "isla": 1090,
      "contr": 1091,
      "tepec": 1092,
      "super": 1093,
      "bilidad": 1094,
      "quez": 1095,
      "pequ": 1096,
      "lares": 1097,
      "pren": 1098,
      "paso": 1099,
      "liberal": 1100,
      "comuni": 1101,
      "intento": 1102,
      "izacion": 1103,
      "palafox": 1104,
      "joaquin": 1105,
      "gente": 1106,
      "esco": 1107,
      "red": 1108,
      "regreso": 1109,
      "conf": 1110,
      "rumbo": 1111,
      "conspi": 1112,
      "esposa": 1113,
      "hui": 1114,
      "capitu": 1115,
      "publico": 1116,
      "centro": 1117,
      "queretar": 1118,
      "cuaro": 1119,
      "padre": 1120,
      "porfiriato": 1121,
      "queretaro": 1122,
      "aj": 1123,
      "ardo": 1124,
      "cir": 1125,
      "iste": 1126,
      "vier": 1127,
      "resul": 1128,
      "momento": 1129,
      "bibli": 1130,
      "caso": 1131,
      "hoy": 1132,
      "primeros": 1133,
      "nombre": 1134,
      "indias": 1135,
      "cabo": 1136,
      "renun": 1137,
      "justicia": 1138,
      "imperio": 1139,
      "posteriormente": 1140,
      "epo": 1141,
      "fra": 1142,
      "llos": 1143,
      "mn": 1144,
      "yu": 1145,
      "espe": 1146,
      "eria": 1147,
      "tuvieron": 1148,
      "cura": 1149,
      "tracion": 1150,
      "obje": 1151,
      "murio": 1152,
      "vers": 1153,
      "final": 1154,
      "principal": 1155,
      "derecho": 1156,
      "incluso": 1157,
      "secretario": 1158,
      "ocasion": 1159,
      "lad": 1160,
      "lor": 1161,
      "llas": 1162,
      "sent": 1163,
      "ani": 1164,
      "rango": 1165,
      "social": 1166,
      "garcia": 1167,
      "obra": 1168,
      "numero": 1169,
      "version": 1170,
      "pesos": 1171,
      "economica": 1172,
      "agustin": 1173,
      "indigenas": 1174,
      "confli": 1175,
      "brig": 1176,
      "edu": 1177,
      "fon": 1178,
      "ge": 1179,
      "gri": 1180,
      "jara": 1181,
      "ldo": 1182,
      "mal": 1183,
      "tales": 1184,
      "esper": 1185,
      "ase": 1186,
      "republi": 1187,
      "reconoci": 1188,
      "orig": 1189,
      "tia": 1190,
      "tian": 1191,
      "colo": 1192,
      "colu": 1193,
      "cau": 1194,
      "lib": 1195,
      "total": 1196,
      "mier": 1197,
      "potos": 1198,
      "char": 1199,
      "mane": 1200,
      "traba": 1201,
      "francia": 1202,
      "tria": 1203,
      "intervencion": 1204,
      "fron": 1205,
      "americanos": 1206,
      "derrotado": 1207,
      "federal": 1208,
      "personas": 1209,
      "victoria": 1210,
      "estadounidense": 1211,
      "pablo": 1212,
      "novohis": 1213,
      "ahi": 1214,
      "gre": 1215,
      "ller": 1216,
      "vor": 1217,
      "zco": 1218,
      "enfr": 1219,
      "and": 1220,
      "ania": 1221,
      "cili": 1222,
      "reforma": 1223,
      "relacion": 1224,
      "dios": 1225,
      "dijo": 1226,
      "taman": 1227,
      "consu": 1228,
      "docu": 1229,
      "expe": 1230,
      "segun": 1231,
      "provo": 1232,
      "pios": 1233,
      "pidio": 1234,
      "estra": 1235,
      "fec": 1236,
      "gios": 1237,
      "reyes": 1238,
      "tenian": 1239,
      "consejo": 1240,
      "derechos": 1241,
      "hecho": 1242,
      "dirigio": 1243,
      "biblio": 1244,
      "potosi": 1245,
      "az": 1246,
      "acompan": 1247,
      "bun": 1248,
      "dra": 1249,
      "ea": 1250,
      "lados": 1251,
      "rera": 1252,
      "eras": 1253,
      "encias": 1254,
      "ciar": 1255,
      "alda": 1256,
      "insu": 1257,
      "tico": 1258,
      "coa": 1259,
      "romero": 1260,
      "rieron": 1261,
      "mata": 1262,
      "supre": 1263,
      "sier": 1264,
      "dese": 1265,
      "paz": 1266,
      "obras": 1267,
      "muy": 1268,
      "ciudades": 1269,
      "tropa": 1270,
      "llegar": 1271,
      "lograron": 1272,
      "comision": 1273,
      "comenzaron": 1274,
      "jesus": 1275,
      "encontraban": 1276,
      "igual": 1277,
      "ayuda": 1278,
      "desarrollo": 1279,
      "presidencial": 1280,
      "origin": 1281,
      "blan": 1282,
      "gada": 1283,
      "muni": 1284,
      "pel": 1285,
      "anza": 1286,
      "inmedia": 1287,
      "diri": 1288,
      "resta": 1289,
      "resto": 1290,
      "respe": 1291,
      "manera": 1292,
      "abo": 1293,
      "martin": 1294,
      "propi": 1295,
      "cara": 1296,
      "tantes": 1297,
      "cepcion": 1298,
      "formo": 1299,
      "alajara": 1300,
      "politicos": 1301,
      "francesa": 1302,
      "funcion": 1303,
      "felipe": 1304,
      "guadalajara": 1305,
      "territorio": 1306,
      "zapata": 1307,
      "rebelion": 1308,
      "epoca": 1309,
      "novohisp": 1310,
      "segunda": 1311,
      "hen": 1312,
      "ji": 1313,
      "lero": 1314,
      "sacer": 1315,
      "ona": 1316,
      "rebel": 1317,
      "isten": 1318,
      "iscal": 1319,
      "vidad": 1320,
      "gol": 1321,
      "noche": 1322,
      "manana": 1323,
      "napo": 1324,
      "perez": 1325,
      "casi": 1326,
      "gido": 1327,
      "llevo": 1328,
      "tribun": 1329,
      "favor": 1330,
      "neces": 1331,
      "partido": 1332,
      "meses": 1333,
      "traslad": 1334,
      "hermano": 1335,
      "indul": 1336,
      "puestos": 1337,
      "siguio": 1338,
      "sacerdo": 1339,
      "ima": 1340,
      "jar": 1341,
      "mez": 1342,
      "rados": 1343,
      "tz": 1344,
      "varez": 1345,
      "xvi": 1346,
      "zado": 1347,
      "esca": 1348,
      "ciedad": 1349,
      "alvarez": 1350,
      "reunion": 1351,
      "caba": 1352,
      "camin": 1353,
      "mia": 1354,
      "paci": 1355,
      "sociedad": 1356,
      "trabaj": 1357,
      "peninsu": 1358,
      "hijos": 1359,
      "guir": 1360,
      "principios": 1361,
      "comand": 1362,
      "soberania": 1363,
      "napoleon": 1364,
      "vista": 1365,
      "ang": 1366,
      "asesin": 1367,
      "recu": 1368,
      "retra": 1369,
      "difer": 1370,
      "diendo": 1371,
      "toli": 1372,
      "dolores": 1373,
      "cuesti": 1374,
      "sebas": 1375,
      "manos": 1376,
      "desig": 1377,
      "tores": 1378,
      "conocio": 1379,
      "lesias": 1380,
      "candida": 1381,
      "realizo": 1382,
      "aus": 1383,
      "nuevamente": 1384,
      "logia": 1385,
      "qued": 1386,
      "adier": 1387,
      "ultimo": 1388,
      "clase": 1389,
      "habi": 1390,
      "ambos": 1391,
      "eclesias": 1392,
      "superior": 1393,
      "biblioteca": 1394,
      "sebastian": 1395,
      "cada": 1396,
      "crio": 1397,
      "egas": 1398,
      "ie": 1399,
      "ix": 1400,
      "ial": 1401,
      "jas": 1402,
      "otor": 1403,
      "pado": 1404,
      "tadas": 1405,
      "ye": 1406,
      "civil": 1407,
      "alta": 1408,
      "reeleccion": 1409,
      "invas": 1410,
      "dire": 1411,
      "divi": 1412,
      "cola": 1413,
      "comi": 1414,
      "promul": 1415,
      "permane": 1416,
      "muse": 1417,
      "durango": 1418,
      "llamado": 1419,
      "monar": 1420,
      "unica": 1421,
      "trigar": 1422,
      "venegas": 1423,
      "salio": 1424,
      "partir": 1425,
      "cabal": 1426,
      "mayoria": 1427,
      "ayun": 1428,
      "jesu": 1429,
      "provinci": 1430,
      "oficial": 1431,
      "avance": 1432,
      "crisis": 1433,
      "conservadores": 1434,
      "administracion": 1435,
      "brigadier": 1436,
      "apre": 1437,
      "cana": 1438,
      "ctos": 1439,
      "dal": 1440,
      "gab": 1441,
      "nun": 1442,
      "pra": 1443,
      "plo": 1444,
      "rales": 1445,
      "aran": 1446,
      "rez": 1447,
      "orte": 1448,
      "tab": 1449,
      "taban": 1450,
      "unio": 1451,
      "acti": 1452,
      "mpli": 1453,
      "ficacion": 1454,
      "torres": 1455,
      "embaj": 1456,
      "cortes": 1457,
      "garanti": 1458,
      "cerro": 1459,
      "audi": 1460,
      "tural": 1461,
      "turas": 1462,
      "prepar": 1463,
      "ferro": 1464,
      "rosa": 1465,
      "porfir": 1466,
      "aga": 1467,
      "instru": 1468,
      "corona": 1469,
      "plata": 1470,
      "barra": 1471,
      "servi": 1472,
      "serie": 1473,
      "cursos": 1474,
      "traslado": 1475,
      "provision": 1476,
      "termino": 1477,
      "bustaman": 1478,
      "ultima": 1479,
      "autoridades": 1480,
      "cadiz": 1481,
      "sierra": 1482,
      "angel": 1483,
      "bustamante": 1484,
      "evi": 1485,
      "hac": 1486,
      "jer": 1487,
      "nos": 1488,
      "siste": 1489,
      "ubi": 1490,
      "encabez": 1491,
      "regon": 1492,
      "inquis": 1493,
      "inversion": 1494,
      "dir": 1495,
      "colon": 1496,
      "catoli": 1497,
      "teo": 1498,
      "guez": 1499,
      "maba": 1500,
      "manda": 1501,
      "acciones": 1502,
      "ques": 1503,
      "quia": 1504,
      "figu": 1505,
      "sola": 1506,
      "pie": 1507,
      "daca": 1508,
      "obregon": 1509,
      "insurgencia": 1510,
      "fines": 1511,
      "tribu": 1512,
      "interes": 1513,
      "apodaca": 1514,
      "espanola": 1515,
      "recibi": 1516,
      "quier": 1517,
      "region": 1518,
      "istia": 1519,
      "legisla": 1520,
      "federales": 1521,
      "ataque": 1522,
      "zona": 1523,
      "religios": 1524,
      "volvio": 1525,
      "virreinato": 1526,
      "mejor": 1527,
      "punto": 1528,
      "relaciones": 1529,
      "cambio": 1530,
      "triunfo": 1531,
      "conflicto": 1532,
      "munici": 1533,
      "museo": 1534,
      "ortega": 1535,
      "ami": 1536,
      "apan": 1537,
      "cra": 1538,
      "dent": 1539,
      "icio": 1540,
      "sta": 1541,
      "vento": 1542,
      "yeron": 1543,
      "aso": 1544,
      "ing": 1545,
      "enti": 1546,
      "confor": 1547,
      "defin": 1548,
      "cuau": 1549,
      "idas": 1550,
      "teran": 1551,
      "presion": 1552,
      "canas": 1553,
      "costa": 1554,
      "instal": 1555,
      "derrota": 1556,
      "moros": 1557,
      "articulos": 1558,
      "justo": 1559,
      "importantes": 1560,
      "tista": 1561,
      "cristo": 1562,
      "teriores": 1563,
      "aldama": 1564,
      "coahui": 1565,
      "istencia": 1566,
      "cun": 1567,
      "jada": 1568,
      "mel": 1569,
      "sar": 1570,
      "alli": 1571,
      "refor": 1572,
      "convir": 1573,
      "rafa": 1574,
      "later": 1575,
      "tejada": 1576,
      "mio": 1577,
      "noti": 1578,
      "dada": 1579,
      "carac": 1580,
      "fica": 1581,
      "traves": 1582,
      "cala": 1583,
      "calidad": 1584,
      "llamada": 1585,
      "cerca": 1586,
      "fuerza": 1587,
      "grandes": 1588,
      "gracias": 1589,
      "decision": 1590,
      "economico": 1591,
      "defensa": 1592,
      "cuenta": 1593,
      "ejecutivo": 1594,
      "tierra": 1595,
      "influ": 1596,
      "permiti": 1597,
      "permitio": 1598,
      "honor": 1599,
      "texas": 1600,
      "mundo": 1601,
      "column": 1602,
      "matamoros": 1603,
      "xviii": 1604,
      "escapar": 1605,
      "nunca": 1606,
      "actividad": 1607,
      "audiencia": 1608,
      "sistema": 1609,
      "coahuila": 1610,
      "aciones": 1611,
      "dentro": 1612,
      "mados": 1613,
      "pl": 1614,
      "vuel": 1615,
      "leo": 1616,
      "tec": 1617,
      "tel": 1618,
      "dez": 1619,
      "cual": 1620,
      "able": 1621,
      "carri": 1622,
      "corpor": 1623,
      "trimon": 1624,
      "poderes": 1625,
      "hermanos": 1626,
      "matias": 1627,
      "sustitu": 1628,
      "escribio": 1629,
      "indus": 1630,
      "antiguo": 1631,
      "inete": 1632,
      "apare": 1633,
      "respecto": 1634,
      "indulto": 1635,
      "habitantes": 1636,
      "gabinete": 1637,
      "cuautla": 1638,
      "caracter": 1639,
      "bro": 1640,
      "bando": 1641,
      "cados": 1642,
      "cru": 1643,
      "cales": 1644,
      "fri": 1645,
      "itas": 1646,
      "oper": 1647,
      "vesti": 1648,
      "arz": 1649,
      "oso": 1650,
      "altar": 1651,
      "ascen": 1652,
      "redu": 1653,
      "recursos": 1654,
      "cabi": 1655,
      "conde": 1656,
      "conclu": 1657,
      "reso": 1658,
      "restos": 1659,
      "cuba": 1660,
      "exten": 1661,
      "maest": 1662,
      "prohi": 1663,
      "tarse": 1664,
      "solu": 1665,
      "metro": 1666,
      "tante": 1667,
      "cando": 1668,
      "tron": 1669,
      "estatu": 1670,
      "grande": 1671,
      "herrera": 1672,
      "acapul": 1673,
      "jefes": 1674,
      "cultad": 1675,
      "tenido": 1676,
      "central": 1677,
      "economia": 1678,
      "consecu": 1679,
      "curso": 1680,
      "persona": 1681,
      "iguala": 1682,
      "combate": 1683,
      "construccion": 1684,
      "gale": 1685,
      "edifi": 1686,
      "ofre": 1687,
      "capturado": 1688,
      "seguido": 1689,
      "conspiracion": 1690,
      "educacion": 1691,
      "design": 1692,
      "jesuitas": 1693,
      "mandato": 1694,
      "trimonio": 1695,
      "acapulco": 1696,
      "gabri": 1697,
      "mala": 1698,
      "sor": 1699,
      "sala": 1700,
      "tre": 1701,
      "enos": 1702,
      "ale": 1703,
      "alto": 1704,
      "asu": 1705,
      "asun": 1706,
      "oriz": 1707,
      "tido": 1708,
      "dico": 1709,
      "diente": 1710,
      "conven": 1711,
      "tehu": 1712,
      "chas": 1713,
      "chor": 1714,
      "suces": 1715,
      "mariscal": 1716,
      "tera": 1717,
      "bille": 1718,
      "proceso": 1719,
      "pacion": 1720,
      "presento": 1721,
      "santo": 1722,
      "metros": 1723,
      "mina": 1724,
      "canti": 1725,
      "largo": 1726,
      "finales": 1727,
      "asimismo": 1728,
      "revolucionarios": 1729,
      "independent": 1730,
      "establecio": 1731,
      "establece": 1732,
      "importante": 1733,
      "actual": 1734,
      "especial": 1735,
      "suprema": 1736,
      "rebeldes": 1737,
      "tribunal": 1738,
      "ayuntamiento": 1739,
      "galeana": 1740,
      "gabriel": 1741,
      "amente": 1742,
      "clero": 1743,
      "dan": 1744,
      "eo": 1745,
      "il": 1746,
      "imo": 1747,
      "ilu": 1748,
      "idio": 1749,
      "uti": 1750,
      "yendo": 1751,
      "regres": 1752,
      "incia": 1753,
      "tiz": 1754,
      "tamente": 1755,
      "taciones": 1756,
      "conver": 1757,
      "concili": 1758,
      "tele": 1759,
      "cubier": 1760,
      "extra": 1761,
      "noticia": 1762,
      "eza": 1763,
      "marquez": 1764,
      "siemp": 1765,
      "tero": 1766,
      "torre": 1767,
      "zacate": 1768,
      "memor": 1769,
      "corte": 1770,
      "cedio": 1771,
      "mone": 1772,
      "monte": 1773,
      "ejerci": 1774,
      "fuerzos": 1775,
      "salir": 1776,
      "sonora": 1777,
      "organizacion": 1778,
      "iii": 1779,
      "provincia": 1780,
      "realizar": 1781,
      "encargado": 1782,
      "combati": 1783,
      "estudio": 1784,
      "comercio": 1785,
      "regimen": 1786,
      "cingo": 1787,
      "control": 1788,
      "lideres": 1789,
      "horas": 1790,
      "yuca": 1791,
      "reconocimiento": 1792,
      "trabajo": 1793,
      "dirigi": 1794,
      "comandante": 1795,
      "criollos": 1796,
      "aprehen": 1797,
      "prac": 1798,
      "melchor": 1799,
      "siempre": 1800,
      "aco": 1801,
      "atro": 1802,
      "emi": 1803,
      "iv": 1804,
      "endas": 1805,
      "armi": 1806,
      "civi": 1807,
      "alco": 1808,
      "reino": 1809,
      "retab": 1810,
      "invi": 1811,
      "contaba": 1812,
      "rami": 1813,
      "gomez": 1814,
      "idor": 1815,
      "idores": 1816,
      "semin": 1817,
      "juicio": 1818,
      "mano": 1819,
      "maron": 1820,
      "rurales": 1821,
      "corre": 1822,
      "cela": 1823,
      "mujer": 1824,
      "monu": 1825,
      "pron": 1826,
      "pascual": 1827,
      "virgen": 1828,
      "paises": 1829,
      "interior": 1830,
      "quedo": 1831,
      "agri": 1832,
      "xix": 1833,
      "dono": 1834,
      "inici": 1835,
      "establecer": 1836,
      "trans": 1837,
      "tomaron": 1838,
      "importancia": 1839,
      "clases": 1840,
      "europa": 1841,
      "comunicacion": 1842,
      "inmediato": 1843,
      "provisional": 1844,
      "hacen": 1845,
      "orizaba": 1846,
      "cantidad": 1847,
      "armijo": 1848,
      "afir": 1849,
      "efi": 1850,
      "flores": 1851,
      "hos": 1852,
      "rer": 1853,
      "zita": 1854,
      "escla": 1855,
      "anterior": 1856,
      "arri": 1857,
      "argu": 1858,
      "reconocer": 1859,
      "ordin": 1860,
      "enter": 1861,
      "ticos": 1862,
      "camar": 1863,
      "romp": 1864,
      "latin": 1865,
      "vice": 1866,
      "dejo": 1867,
      "pusi": 1868,
      "matrimonio": 1869,
      "rano": 1870,
      "teria": 1871,
      "tercer": 1872,
      "prote": 1873,
      "parro": 1874,
      "berna": 1875,
      "ceder": 1876,
      "castillo": 1877,
      "ejo": 1878,
      "numer": 1879,
      "llevar": 1880,
      "unieron": 1881,
      "facultad": 1882,
      "negre": 1883,
      "nombro": 1884,
      "graf": 1885,
      "comun": 1886,
      "poner": 1887,
      "campesin": 1888,
      "histori": 1889,
      "diputado": 1890,
      "tistas": 1891,
      "suspen": 1892,
      "ideas": 1893,
      "cabeza": 1894,
      "bienes": 1895,
      "ofreci": 1896,
      "regimiento": 1897,
      "escuela": 1898,
      "europe": 1899,
      "circu": 1900,
      "objetivo": 1901,
      "ferrocarri": 1902,
      "convirtio": 1903,
      "arzobispo": 1904,
      "cabildo": 1905,
      "zacatecas": 1906,
      "zitacuaro": 1907,
      "aqu": 1908,
      "bon": 1909,
      "daba": 1910,
      "elo": 1911,
      "gados": 1912,
      "hero": 1913,
      "tador": 1914,
      "espa": 1915,
      "erador": 1916,
      "enci": 1917,
      "endose": 1918,
      "arqui": 1919,
      "adu": 1920,
      "ali": 1921,
      "alvar": 1922,
      "rede": 1923,
      "inos": 1924,
      "condi": 1925,
      "convento": 1926,
      "doza": 1927,
      "deu": 1928,
      "chez": 1929,
      "marcha": 1930,
      "quini": 1931,
      "taria": 1932,
      "papel": 1933,
      "estan": 1934,
      "sanchez": 1935,
      "correspon": 1936,
      "fort": 1937,
      "fortal": 1938,
      "izquier": 1939,
      "cere": 1940,
      "creacion": 1941,
      "unirse": 1942,
      "guerri": 1943,
      "mader": 1944,
      "generales": 1945,
      "queo": 1946,
      "agr": 1947,
      "emperador": 1948,
      "conocida": 1949,
      "formacion": 1950,
      "ceno": 1951,
      "ministros": 1952,
      "conseguir": 1953,
      "estilo": 1954,
      "compania": 1955,
      "visi": 1956,
      "bajio": 1957,
      "oficiales": 1958,
      "llones": 1959,
      "participar": 1960,
      "orozco": 1961,
      "estadounidenses": 1962,
      "conservador": 1963,
      "templo": 1964,
      "institucion": 1965,
      "renuncia": 1966,
      "documento": 1967,
      "expedicion": 1968,
      "restau": 1969,
      "propiedad": 1970,
      "golpe": 1971,
      "camino": 1972,
      "peninsulares": 1973,
      "recuper": 1974,
      "yecto": 1975,
      "inquisicion": 1976,
      "consecuencia": 1977,
      "negrete": 1978,
      "dri": 1979,
      "fis": 1980,
      "ger": 1981,
      "nia": 1982,
      "eran": 1983,
      "andose": 1984,
      "arres": 1985,
      "alo": 1986,
      "dicho": 1987,
      "diego": 1988,
      "tolu": 1989,
      "millones": 1990,
      "tud": 1991,
      "cumpli": 1992,
      "excepcion": 1993,
      "mag": 1994,
      "sede": 1995,
      "separ": 1996,
      "motivo": 1997,
      "terio": 1998,
      "destin": 1999,
      "desemp": 2000,
      "carse": 2001,
      "carcel": 2002,
      "natural": 2003,
      "patria": 2004,
      "estru": 2005,
      "santos": 2006,
      "lanzo": 2007,
      "titulo": 2008,
      "nuevas": 2009,
      "menez": 2010,
      "mendoza": 2011,
      "penas": 2012,
      "salv": 2013,
      "hicieron": 2014,
      "banco": 2015,
      "empres": 2016,
      "reno": 2017,
      "centen": 2018,
      "bur": 2019,
      "iturri": 2020,
      "aguas": 2021,
      "representantes": 2022,
      "defender": 2023,
      "palafoxi": 2024,
      "puestas": 2025,
      "abandono": 2026,
      "organizar": 2027,
      "convoco": 2028,
      "pequeno": 2029,
      "asegu": 2030,
      "jimenez": 2031,
      "colabor": 2032,
      "provincias": 2033,
      "rosains": 2034,
      "angeles": 2035,
      "piedra": 2036,
      "intereses": 2037,
      "rafael": 2038,
      "noticias": 2039,
      "condiciones": 2040,
      "quinientos": 2041,
      "ceremon": 2042,
      "toluca": 2043,
      "apli": 2044,
      "bri": 2045,
      "efec": 2046,
      "gor": 2047,
      "gacion": 2048,
      "nino": 2049,
      "ocur": 2050,
      "odono": 2051,
      "encontr": 2052,
      "anto": 2053,
      "andez": 2054,
      "artes": 2055,
      "alrede": 2056,
      "rema": 2057,
      "reales": 2058,
      "ortiz": 2059,
      "incre": 2060,
      "entu": 2061,
      "entaron": 2062,
      "tivas": 2063,
      "comon": 2064,
      "lice": 2065,
      "concha": 2066,
      "convencion": 2067,
      "rid": 2068,
      "riano": 2069,
      "mir": 2070,
      "gober": 2071,
      "existi": 2072,
      "maza": 2073,
      "secu": 2074,
      "seman": 2075,
      "judi": 2076,
      "absolu": 2077,
      "rando": 2078,
      "siti": 2079,
      "sociales": 2080,
      "partes": 2081,
      "perten": 2082,
      "trata": 2083,
      "sando": 2084,
      "santia": 2085,
      "garay": 2086,
      "huir": 2087,
      "canon": 2088,
      "calles": 2089,
      "gica": 2090,
      "unico": 2091,
      "preten": 2092,
      "madrid": 2093,
      "lograr": 2094,
      "posible": 2095,
      "posibilidad": 2096,
      "funda": 2097,
      "campanas": 2098,
      "tivamente": 2099,
      "personal": 2100,
      "haciendas": 2101,
      "representacion": 2102,
      "captura": 2103,
      "encargo": 2104,
      "proclamo": 2105,
      "matico": 2106,
      "impul": 2107,
      "estudios": 2108,
      "declaro": 2109,
      "seguir": 2110,
      "solicito": 2111,
      "responsab": 2112,
      "falle": 2113,
      "etapa": 2114,
      "redac": 2115,
      "capitulo": 2116,
      "republicano": 2117,
      "caudi": 2118,
      "andres": 2119,
      "blanco": 2120,
      "cuestion": 2121,
      "embajador": 2122,
      "garantias": 2123,
      "catolica": 2124,
      "municipio": 2125,
      "laterales": 2126,
      "columnas": 2127,
      "edificio": 2128,
      "yucatan": 2129,
      "seminario": 2130,
      "monumento": 2131,
      "pusieron": 2132,
      "campesinos": 2133,
      "estruc": 2134,
      "iturrigaray": 2135,
      "odonoju": 2136,
      "comonfort": 2137,
      "santiago": 2138,
      "17": 2139,
      "amen": 2140,
      "avier": 2141,
      "apenas": 2142,
      "hora": 2143,
      "lal": 2144,
      "lpan": 2145,
      "radi": 2146,
      "sas": 2147,
      "sto": 2148,
      "stas": 2149,
      "xavier": 2150,
      "archi": 2151,
      "armado": 2152,
      "cienti": 2153,
      "alis": 2154,
      "refer": 2155,
      "reina": 2156,
      "ticas": 2157,
      "didos": 2158,
      "diplo": 2159,
      "caci": 2160,
      "cayo": 2161,
      "liman": 2162,
      "tamientos": 2163,
      "toma": 2164,
      "tour": 2165,
      "conden": 2166,
      "condu": 2167,
      "doctor": 2168,
      "laba": 2169,
      "tez": 2170,
      "vivi": 2171,
      "dedi": 2172,
      "tux": 2173,
      "cuad": 2174,
      "pomu": 2175,
      "expres": 2176,
      "chia": 2177,
      "acceso": 2178,
      "simp": 2179,
      "descri": 2180,
      "profes": 2181,
      "proyecto": 2182,
      "carlo": 2183,
      "carmen": 2184,
      "nave": 2185,
      "papa": 2186,
      "patz": 2187,
      "peli": 2188,
      "consag": 2189,
      "corn": 2190,
      "verdad": 2191,
      "conocia": 2192,
      "nuevos": 2193,
      "mencion": 2194,
      "creo": 2195,
      "distin": 2196,
      "pueblos": 2197,
      "bander": 2198,
      "nepomu": 2199,
      "comple": 2200,
      "plane": 2201,
      "hombre": 2202,
      "principio": 2203,
      "federacion": 2204,
      "medidas": 2205,
      "mental": 2206,
      "contingente": 2207,
      "pinturas": 2208,
      "produccion": 2209,
      "imperial": 2210,
      "antigua": 2211,
      "oriente": 2212,
      "origen": 2213,
      "enviado": 2214,
      "integ": 2215,
      "virreinal": 2216,
      "extranjera": 2217,
      "solici": 2218,
      "continuo": 2219,
      "celebr": 2220,
      "encuentra": 2221,
      "libros": 2222,
      "consul": 2223,
      "provoco": 2224,
      "estrate": 2225,
      "aboli": 2226,
      "imagen": 2227,
      "instruccion": 2228,
      "recibir": 2229,
      "cristobal": 2230,
      "maestro": 2231,
      "metropoli": 2232,
      "asuntos": 2233,
      "ilus": 2234,
      "practica": 2235,
      "espacio": 2236,
      "palafoxiana": 2237,
      "alrededor": 2238,
      "limantour": 2239,
      "nepomuceno": 2240,
      "daron": 2241,
      "eci": 2242,
      "gano": 2243,
      "hal": 2244,
      "jeron": 2245,
      "ocampo": 2246,
      "rin": 2247,
      "stante": 2248,
      "tres": 2249,
      "uso": 2250,
      "anu": 2251,
      "altura": 2252,
      "tifi": 2253,
      "lian": 2254,
      "libre": 2255,
      "confi": 2256,
      "ramos": 2257,
      "legi": 2258,
      "miramon": 2259,
      "dej": 2260,
      "del": 2261,
      "demo": 2262,
      "guate": 2263,
      "guberna": 2264,
      "juana": 2265,
      "julian": 2266,
      "abaso": 2267,
      "acor": 2268,
      "marcos": 2269,
      "marina": 2270,
      "dadas": 2271,
      "proble": 2272,
      "propuesta": 2273,
      "cargos": 2274,
      "navar": 2275,
      "paris": 2276,
      "ruiz": 2277,
      "rubio": 2278,
      "estas": 2279,
      "toria": 2280,
      "tratados": 2281,
      "traicion": 2282,
      "cedi": 2283,
      "obstante": 2284,
      "ejemp": 2285,
      "canones": 2286,
      "postu": 2287,
      "lanos": 2288,
      "favo": 2289,
      "hija": 2290,
      "estabilidad": 2291,
      "madas": 2292,
      "elegido": 2293,
      "espanolas": 2294,
      "leria": 2295,
      "nombra": 2296,
      "derroto": 2297,
      "bernardo": 2298,
      "noria": 2299,
      "adicion": 2300,
      "tlax": 2301,
      "terminar": 2302,
      "ultimos": 2303,
      "proclama": 2304,
      "autoridad": 2305,
      "levantamiento": 2306,
      "tierras": 2307,
      "ocupar": 2308,
      "181": 2309,
      "integran": 2310,
      "calientes": 2311,
      "territorios": 2312,
      "extranjeros": 2313,
      "rebeliones": 2314,
      "manif": 2315,
      "rechazo": 2316,
      "prensa": 2317,
      "resultado": 2318,
      "ocasiono": 2319,
      "acompanado": 2320,
      "sacerdote": 2321,
      "retrato": 2322,
      "trigarante": 2323,
      "porfirista": 2324,
      "solamente": 2325,
      "legislativo": 2326,
      "vuelta": 2327,
      "billete": 2328,
      "civiles": 2329,
      "celaya": 2330,
      "facultades": 2331,
      "centenario": 2332,
      "liceaga": 2333,
      "judicial": 2334,
      "estructura": 2335,
      "carlota": 2336,
      "abasolo": 2337,
      "at": 2338,
      "basi": 2339,
      "et": 2340,
      "ecer": 2341,
      "fabri": 2342,
      "garon": 2343,
      "gaba": 2344,
      "sac": 2345,
      "tana": 2346,
      "ucar": 2347,
      "wil": 2348,
      "xvii": 2349,
      "yer": 2350,
      "enfer": 2351,
      "arte": 2352,
      "cimientos": 2353,
      "inmin": 2354,
      "infor": 2355,
      "incorpor": 2356,
      "dice": 2357,
      "diga": 2358,
      "col": 2359,
      "caida": 2360,
      "tagon": 2361,
      "tomas": 2362,
      "isa": 2363,
      "ist": 2364,
      "condicion": 2365,
      "lectu": 2366,
      "adop": 2367,
      "una": 2368,
      "uncio": 2369,
      "respec": 2370,
      "resistencia": 2371,
      "gutier": 2372,
      "mbre": 2373,
      "novel": 2374,
      "abi": 2375,
      "sub": 2376,
      "suble": 2377,
